Repository: Vito0912/abs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: de, hr, nl, sl, ta

# downloadErrorDescription
source: The file was not downloaded correctly. You can try to delete the data on the device by clicking the button and download it again.
de: Die Datei wurde nicht korrekt heruntergeladen. Du kannst versuchen, die Daten auf dem Gerät zu löschen und sie erneut herunterzuladen, indem du auf den Button klickst.
hr: Datoteka nije bila ispravno preuzeta. Možeš pokušati izbrisati podatke na uređaju klikom na gumb i ponovno ih preuzeti.
nl: Het bestand was niet correct gedownload. You kan proberen om de data te verwijderen op dit apparaat door op de knop te drukken en het overnieuw proberen te downloaden.
sl: Datoteka ni bila pravilno prenesena. Podatke v napravi lahko poskusite izbrisati s klikom na gumb in jih ponovno prenesete.
ta: கோப்பு சரியாக பதிவிறக்கம் செய்யப்படவில்லை. பொத்தானைக் சொடுக்கு செய்து மீண்டும் பதிவிறக்குவதன் மூலம் சாதனத்தில் உள்ள தரவை நீக்க முயற்சி செய்யலாம்.

source: Download Info
de: Download Infos
hr: Informacije o preuzimanju
sl: Informacije o prenosu
ta: செய்தி பதிவிறக்க

source: Download Path
de: Download Pfad
hr: Put preuzimanja
nl: Download Locatie
sl: Pot prenosa
ta: பாதை பதிவிறக்க

# downloadPathDescription
source: The path where downloads are stored. To change this you need to delete all downloads first.
de: Der Pfad, in dem die Downloads gespeichert werden.
hr: Put na kojem se pohranjuju preuzimanja. Da bi to promijenio, prvo moraš izbrisati sva preuzimanja.
nl: De locatie waar de downloads zijn opgeslagen. Om dit te veranderen moet je eerst alle downloads verwijderen.
sl: Pot, kjer so shranjeni prenosi. Če želite to spremeniti, morate najprej izbrisati vse prenose.
ta: பதிவிறக்கங்கள் சேமிக்கப்படும் பாதை. இதை மாற்ற நீங்கள் முதலில் எல்லா பதிவிறக்கங்களையும் நீக்க வேண்டும்.

source: Downloading
de: Wird heruntergeladen
hr: Preuzimanje
nl: Aan het downloaden
sl: Prenašanje
ta: பதிவிறக்குகிறது

# downloadingBody
source: Downloading {displayName}
de: {displayName} wird heruntergeladen
hr: Preuzimanje {displayName}
nl: Aan het downloaden van {displayName}
sl: Prenašanje {displayName}
ta: பதிவிறக்கம் {displayName}

source: Downloads
hr: Preuzimanja
sl: Prenosi
ta: பதிவிறக்கங்கள்

source: Downloads only via WiFi
de: Nur über W-Lan herunterladen
hr: Preuzimanja samo putem WiFi-ja
nl: Download alleen via WiFi
sl: Prenašaj samo preko WiFi
ta: வைஃபை வழியாக மட்டுமே பதிவிறக்குகிறது

source: Duration
de: Dauer
hr: Trajanje
nl: Duratie
sl: Trajanje
ta: காலம்

source: eBook-Reader
hr: Čitač e-knjiga
sl: e-bralnik
ta: மின்புத்தக-வாசகர்

source: Edit Queue
de: Warteschlange bearbeiten
hr: Uredi red čekanja
nl: Bewerk Wachtrij
sl: Uredi čakalno vrsto
ta: வால் திருத்து

# enableNotificationsDownload
source: Please enable notifications to receive download progress updates and be able to download files in the background.
de: Bitte aktiviere die Benachrichtigungen, um Fortschrittsupdates zum Download zu erhalten und Dateien im Hintergrund herunterladen zu können.
hr: Molimo omogući obavijesti kako bi primao ažuriranja o napretku preuzimanja i preuzimao datoteke u pozadini.
nl: Schakel notificaties in om voortgangsupdates van de download te krijgen en om in de achtergrond te kunnen downloaden.
sl: Omogočite obvestila, če želite prejemati posodobitve napredka prenosa in lahko prenašate datoteke v ozadju.
ta: பதிவிறக்க முன்னேற்ற புதுப்பிப்புகளைப் பெறுவதற்கான அறிவிப்புகளை இயக்கவும், பின்னணியில் கோப்புகளைப் பதிவிறக்கவும் முடியும்.

source: Enabled
de: Aktiviert
hr: Omogućeno
nl: Ingeschakeld
sl: Omogočeno
ta: இயக்கப்பட்டது

# enterValidUsernameOrPassword
source: Please enter a valid IP/Domain and port before entering your username and password.
de: Bitte gib eine gültige IP/Domain und einen Port ein, bevor du deinen Benutzernamen und dein Passwort eingibst.
sl: Preden vnesete uporabniško ime in geslo, vnesite veljaven IP/domeno in vrata.
ta: உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல்லை உள்ளிடுவதற்கு முன் செல்லுபடியாகும் ஐபி/டொமைன் மற்றும் போர்ட்டை உள்ளிடவும்.

source: Episode Id
de: Episoden Id
hr: Epizoda Id
sl: ID epizode
ta: அத்தியாயம் ஐடி

source: Error
de: Fehler
hr: Greška
sl: Napaka
ta: பிழை

source: Error downloading
de: Fehler beim Herunterladen
hr: Greška pri preuzimanju
nl: Downloadfout
sl: Napaka pri prenosu
ta: பதிவிறக்குவதில் பிழை

# errorDownloadingBody
source: An error occurred while downloading {displayName}
de: Es ist ein Fehler beim Herunterladen von {displayName} aufgetreten
hr: Došlo je do pogreške prilikom preuzimanja {displayName}
nl: Er is iets misgegaan met het downloaden van {displayName}
sl: Med prenosom {displayName} je prišlo do napake
ta: பதிவிறக்கும்போது பிழை ஏற்பட்டது {displayName}

source: Error: Item not found!
de: Error: Dieser Inhalt wurde nicht gefunden!
hr: Greška: Stavka nije pronađena!
nl: Fout: Het item is niet gevonden!
sl: Napaka: Predmet ni bil najden!
ta: பிழை: உருப்படி கிடைக்கவில்லை!

source: Exit
de: Beenden
hr: Izlaz
sl: Izhod
ta: வெளியேறு

source: Failed
de: Fehlgeschlagen
hr: Neuspjeh
nl: Mislukt
sl: Ni uspelo
ta: தோல்வியுற்றது

source: Fast forward
de: Vorspulen
hr: Premotaj unaprijed
nl: Doorspoelen
sl: Hitro premikanje naprej
ta: வேகமாக முன்னோக்கி

source: Fast Forward Seconds
de: Sekunden vorspulen
hr: Premotaj nekoliko sekundi unaprijed
sl: Sekunde hitrega premikanja naprej
ta: வேகமாக முன்னோக்கி விநாடிகள்

# fastForwardSecondsDescription
source: Set the number of seconds to skip forward when the fast forward button is pressed.
de: Lege die Anzahl der Sekunden fest, die beim Drücken der Vorspultaste übersprungen werden sollen.
hr: Postavi broj sekundi za preskakanje unaprijed kada se pritisne tipka za premotavanje unaprijed.
nl: Stel het aantal seconden in voor het vooruitspoelen wanneer de vooruitspoelknop is ingedrukt.
sl: Nastavite število sekund za preskok naprej, ko pritisnete gumb za hitro premikanje naprej.
ta: வேகமான முன்னோக்கி பொத்தானை அழுத்தும்போது முன்னோக்கி தவிர்க்க வினாடிகளின் எண்ணிக்கையை அமைக்கவும்.

source: Feed Open
de: Feed offen
hr: Feed otvoren
sl: Odpri vir
ta: திறந்த உணவு

source: Filename
de: Dateiname
hr: Datoteka
nl: Bestandsnaam
sl: Ime datoteke
ta: கோப்புப்பெயர்

source: Filter
ta: வடிப்பி

source: Finished
de: Fertig
hr: Završeno
sl: Zaključeno
ta: முடிந்தது

source: General
de: Allgemein
hr: Opće
nl: Algemeen
sl: Splošno
ta: பொது

source: Genres
hr: Žanrovi
sl: Žanri
ta: வகைகள்

source: Hide
de: Verstecken
hr: Sakrj
nl: Minimaliseer
sl: Skrij
ta: மறை

source: If the quick account switcher should be shown
de: Ob der schnelle Nutzerwechsel angezeigt werden soll
sl: Ali mora biti prikazan hitri preklopnik računov
ta: விரைவான கணக்கு சுவிட்சர் காட்டப்பட வேண்டும் என்றால்

source: In Progress
de: In Bearbeitung
hr: U tijeku
sl: V teku
ta: முன்னேற்றத்தில் உள்ளது

source: Information
de: Informationen
hr: Informacija
nl: Informatie
sl: Informacija
ta: தகவல்

source: Item Id
de: Medien Id
hr: ID stavke
sl: ID elementa
ta: பொருள் ஐடி

# itemLength
source: Length: {length}
de: Länge: {length}
hr: Trajanje: {length}
nl: Lengte: {length}
sl: Dolžina: {length}
ta: நீளம்: {length}

# itemNotFoundDescription
source: The item could not be found. This may be due to a network error or because the item no longer exists but remains cached.
de: Der Inhalt konnte nicht gefunden werden. Dies kann an einem Netzwerkfehler liegen oder daran, dass das Element nicht mehr existiert, aber noch im Cache gespeichert ist.
hr: Stavka nije pronađena. To može biti zbog mrežne pogreške ili zato što stavka više ne postoji, ali ostala je u predmemoriji.
nl: Het Item kon niet worden gevonden. Dit kan zijn door een verbindingsfout of omdat het item niet langer bestaad maar nog wel gecached is.
sl: Elementa ni bilo mogoče najti. To je lahko posledica omrežne napake ali ker element ne obstaja več, vendar ostaja predpomnjen.
ta: உருப்படியைக் கண்டுபிடிக்க முடியவில்லை. இது பிணையம் பிழை காரணமாக இருக்கலாம் அல்லது உருப்படி இனி இல்லை, ஆனால் தற்காலிக சேமிப்பில் இருக்கலாம்.

# itemNumChapters
source: Number of Chapters: {numChapters}
de: Anzahl der Kapitel: {numChapters}
hr: Broj poglavlja: {numChapters}
nl: Aantal Hoofdstukken: {numChapters}
sl: Število poglavij: {numChapters}
ta: அத்தியாயங்களின் எண்ணிக்கை: {numChapters}

# itemProgress
source: Progress: {progress}%
de: Fortschritt: {progress}%
sl: Napredek: {progress} %
ta: முன்னேற்றம்: {progress}%

# itemPublishedYear
source: Published Year: {year}
de: Erscheinungsjahr: {year}
hr: Godina objave: {year}
nl: Jaar Uitgebracht: {year}
sl: Leto izdaje: {year}
ta: வெளியிடப்பட்ட ஆண்டு: {year}

source: Item type
de: Medientyp
hr: Vrsta stavke
sl: Vrsta elementa
ta: உருப்படி வகை

source: Jump to last position
de: Zur letzten Position springen
hr: Skok na posljednju poziciju
nl: Spring naar de laatste positie
sl: Skoči na zadnji položaj
ta: கடைசி நிலைக்கு செல்லவும்

# jumpToLastPositionDescription
source: When enabled, the player will jump to the last position when pressing play
de: Wenn aktiviert, springt der Player beim Drücken der Wiedergabetaste zur letzten Position
hr: Kada je omogućena, reproduktor će skočiti na posljednju poziciju pritiskom na Reproduciraj
sl: Ko je omogočeno, bo predvajalnik skočil na zadnji položaj, ko pritisnete predvajaj
ta: இயக்கப்பட்டால், விளையாட்டை அழுத்தும்போது வீரர் கடைசி நிலைக்கு செல்வார்

source: Language
de: Sprache
hr: Jezik
nl: Taal
sl: Jezik
ta: மொழி

source: Languages
de: Sprachen
hr: Jezici
sl: Jeziki
ta: மொழிகள்

source: Largest Items
hr: Najveća stavka
nl: Grootste Item
sl: Največji elementi
ta: மிகப்பெரிய பொருட்கள்

source: Last 30 days
de: Letzte 30 Tage
hr: Zadnjih 30 dana
nl: Laatste 30 dagen
sl: Zadnjih 30 dni
ta: கடந்த 30 நாட்கள்

source: Last 7 days
de: Letzte 7 Tage
hr: Zadnjih 7 dana
nl: Laatste 7 dagen
sl: Zadnjih 7 dni
ta: கடந்த 7 நாட்கள்

source: Libraries
de: Bibliotheken
hr: Zbirke
sl: Knjižnice
ta: நூலகங்கள்

source: Library
de: Bibliothek
hr: Knjižnica
sl: Knjižnica
ta: நூலகம்

source: Library Name
de: Bibliotheksname
hr: Naziv knjižnice
nl: Bibliotheek Naam
sl: Ime knjižnice
ta: நூலக பெயர்

source: Library Stats
de: Bibliotekstatistik
hr: Statistika knjižnice
nl: Bibliotheek Statistieken
sl: Statistika knjižnice
ta: நூலக புள்ளிவிவரங்கள்

# linuxPermissionError
source: Download failed due to permission error. Please check folder permissions.
sl: Prenos ni uspel zaradi napake pri dovoljenju. Preverite dovoljenja za mapo.
ta: இசைவு பிழை காரணமாக பதிவிறக்கம் தோல்வியடைந்தது. கோப்புறை அனுமதிகளை சரிபார்க்கவும்.

source: Listen again
de: Erneut hören
hr: Poslušaj opet
nl: Luister opnieuw
sl: Poslušaj znova
ta: மீண்டும் கேளுங்கள்

source: Listening in the last year
de: In diesem Jahr gehört
hr: Slušano u zadnjih godinu dana
nl: Geluisterd in het laatste jaar
sl: Poslušanje v zadnjem letu
ta: கடந்த ஆண்டில் கேட்பது

source: Loading…
de: Wird geladen …
hr: Učitavanje…
sl: Nalaganje…
ta: ஏற்றுகிறது…

# lockProgressBar
source: Lock Media Progress Bar
de: Sperre die Medienbenachrichtigung
hr: Zaključaj traku napretka medija
nl: Vergrendel Media Voortgangs Balk
sl: Zakleni vrstico napredka predstavnosti
ta: பூட்டு மீடியா முன்னேற்றப் பட்டி

# lockProgressBarDescription
source: When enabled, this feature locks the progress bar in the media notification, if supported by the operating system
de: Wenn aktiviert, sperrt diese Funktion die Fortschrittsleiste in der Medienbenachrichtigung, sofern das Betriebssystem dies unterstützt
hr: Kada je omogućena, ova značajka zaključava traku napretka obavijesti o medijima, ako je operativni sustav podržava
nl: Bij het activeren van deze functie wordt devoortgangsbalk in de medianotificatie vergrendeld, als de OS dat toestaat
sl: Ko je omogočena, ta funkcija zaklene vrstico napredka v medijskem obvestilu, če to podpira operacijski sistem
ta: இயக்கப்பட்டால், இந்த நற்பொருத்தம் இயக்க முறைமையால் ஆதரிக்கப்பட்டால், ஊடக அறிவிப்பில் முன்னேற்றப் பட்டியை பூட்டுகிறது

source: Logging
de: Protokollierung
hr: Zapisivanje
sl: Beleženje
ta: பதிவு

source: Logs
de: Protokolle
hr: Dnevnici
sl: Dnevniki
ta: பதிவுகள்

source: Longest Items
hr: Najduža stavka
nl: Langstdurende Items
sl: Najdaljši elementi
ta: நீளமான உருப்படிகள்

source: Mark Items Finished
de: Makiere Element als fertig
sl: Označi elemente kot dokončane
ta: மார்க் உருப்படிகள் முடிந்தது

# markItemsFinishedAfterDescription
source: Specify the time in seconds before the end of an item at which it should be marked as finished. Setting this to 0 marks the item as finished only when the player reaches the very end. If a positive value is set, the item is marked as finished when the player reaches that time before the end.
de: Gib die Zeit in Sekunden an, bevor ein Element endet, ab der es als abgeschlossen markiert werden soll. Wenn dieser Wert auf 0 gesetzt wird, wird das Element nur als abgeschlossen markiert, wenn der Player das Ende erreicht. Wenn ein positiver Wert festgelegt wird, wird das Element als abgeschlossen markiert, wenn der Player diese Zeit vor dem Ende erreicht.
sl: Določite čas v sekundah pred koncem elementa, ko naj bo označen kot končan. Če to nastavite na 0, označite element kot končan šele, ko igralec doseže sam konec. Če je nastavljena pozitivna vrednost, je predmet označen kot končan, ko igralec doseže ta čas pred koncem.
ta: ஒரு பொருளின் முடிவிற்கு சில நொடிகளில் நேரத்தைக் குறிப்பிடவும். இதை 0 ஆக அமைப்பது, வீரர் இறுதிவரை அடையும் போது மட்டுமே முடிக்கப்பட்ட உருப்படியைக் குறிக்கிறது. நேர்மறையான மதிப்பு அமைக்கப்பட்டால், வீரர் அந்த நேரத்தை முடிவுக்கு வரும்போது உருப்படி முடிந்ததாக குறிக்கப்பட்டுள்ளது.

source: Minimize
de: Minimieren
hr: Minimiziraj
sl: Minimiziraj
ta: குறைக்கவும்

source: Minimize to tray
de: Nur im System-Tray anzeigen
hr: Minimiziraj u traku
nl: Minimalizeer naar systeemvak
sl: Minimiziraj v opravilno vrstico
ta: தட்டில் குறைக்கவும்

# minimizeToTrayDescription
source: This option hides the app from the taskbar and moves it to the system tray.
de: Diese Option versteckt die App in der Taskleiste und verschiebt sie in den System-Tray.
hr: Ova opcija skriva aplikaciju s programske trake i premješta je u sistemsku traku.
nl: Deze functie verplaatst de applicatie van de taakbalk naar het systeemvak.
sl: Ta možnost skrije aplikacijo iz opravilne vrstice in jo premakne v sistemsko vrstico.
ta: இந்த விருப்பம் பணிப்பட்டியிலிருந்து பயன்பாட்டை மறைத்து, கணினி தட்டில் நகர்த்துகிறது.

source: Miscellaneous
de: Verschiedenes
hr: Razno
sl: Razno
ta: மற்றவை

source: More options
de: Mehr Optionen
hr: Više opcija
nl: Meer opties
sl: Več možnosti
ta: மேலும் விருப்பங்கள்

# multipleServerAdressess
source: If you want to use multiple server addresses, you can add them later
de: Wenn du mehrere Server verwenden willst, kannst du diese später hinzufügen
sl: Če želite uporabiti več naslovov strežnika, jih lahko dodate pozneje
ta: நீங்கள் பல சேவையக முகவரிகளைப் பயன்படுத்த விரும்பினால், அவற்றை பின்னர் சேர்க்கலாம்

# mustEnterValidAddress
source: You must enter a valid server address
de: Du musst eine valide Serveradresse eingeben
sl: Vnesti morate veljaven naslov strežnika
ta: நீங்கள் செல்லுபடியாகும் சேவையக முகவரியை உள்ளிட வேண்டும்

source: Name
hr: Naziv
sl: Ime
ta: பெயர்

source: Narrators
de: Erzähler
hr: Pripovjedači
sl: Bralci
ta: விவரிப்பாளர்கள்

source: Newest Episodes
de: Neuste Episoden
hr: Najnovije epizode
nl: Nieuwste Episoden
sl: Najnovejše epizode
ta: புதிய அத்தியாயங்கள்

source: Next
de: Nächste
sl: Naslednje
ta: அடுத்தது

source: Next Chapter
de: Nächstes Kapitel
hr: Sljedeće poglavlje
nl: Volgende Hoofdstuk
sl: Naslednje poglavje
ta: அடுத்த அத்தியாயம்

source: No Connection
de: Keine Verbindung
hr: Nema veze
nl: Geen Verbinding
sl: Brez povezave
ta: இணைப்பு இல்லை

source: No downloads
de: Nichts heruntergeladen
hr: Nema preuzimanja
nl: Geen downloads
sl: Brez prenosov
ta: பதிவிறக்கங்கள் இல்லை

# noInternetDescription
source: We are having trouble connecting to the server.
de: Wir haben Probleme, eine Verbindung zum Server herzustellen.
hr: Imamo problema s povezivanjem na poslužitelj.
nl: Er zijn problemen met het verbinden met de server.
sl: Imamo težave pri povezovanju s strežnikom.
ta: சேவையகத்துடன் இணைப்பதில் சிக்கல் உள்ளது.

source: No items found
de: Keine Elemente gefunden
sl: Ne najdem elementov
ta: உருப்படிகள் எதுவும் கிடைக்கவில்லை

source: No Path
de: Kein Pfad
hr: Nema putanje
sl: Brez poti
ta: பாதை இல்லை

source: No series selected
de: Keine Serie ausgewählt
hr: Nije odabrana nijedna serija
nl: Geen series geselecteerd
sl: Ni izbrane serije
ta: எந்தத் தொடரும் தேர்ந்தெடுக்கப்படவில்லை

# noUserData
source: Login failed: No user data received
de: Login fehlgeschlagen: Keine Daten erhalten
sl: Prijava ni uspela: podatki o uporabniku niso bili prejeti
ta: உள்நுழைவு தோல்வியுற்றது: பயனர் தரவு எதுவும் பெறப்படவில்லை

source: Not Finished
de: Nicht fertig
hr: Nije dovršeno
sl: Ni dokončano
ta: முடிக்கப்படவில்லை

source: Not Started
de: Nicht gestartet
hr: Nije pokrenuto
nl: Niet Gestart
sl: Ni začeto
ta: தொடங்கப்படவில்லை

source: Not tried yet
de: Nicht versucht
hr: Još nije pokušano
nl: Niet geprobeerd
sl: Še ni preizkušeno
ta: இன்னும் முயற்சிக்கவில்லை

# notificationHeading
source: Notifications should be enabled
de: Benachrichtigungen sollten aktiviert sein
hr: Obavijesti bi trebale biti omogućene
nl: Notificaties moeten worden ingeschakeld
sl: Obvestila morajo biti omogočena
ta: அறிவிப்புகள் இயக்கப்பட வேண்டும்

# numBooksInSeries
source: {numBooks, plural, =0 {No Books} =1 {1 Book} other {{numBooks} Books}}
de: {numBooks, plural, =0 {Keine Bücher} =1 {1 Buch} other {{numBooks} Bücher}}
hr: {numBooks, plural, =0 {Nema knjiga} =1 {1 knjiga} other {{numBooks} knjiga}}
sl: {numBooks, plural, =0 {Ni knjig} =1 {1 knjiga} other {{numBooks} knjig}}
ta: {numbooks, பன்மை, = 0 {No Books} = 1 {1 Book} பிற {{numBooks} புத்தகங்கள்}}

source: Number of Books
hr: Broj knjiga
nl: Aantal Boeken
sl: Število knjig
ta: புத்தகங்களின் எண்ணிக்கை

source: Offline Progress
de: Offline Fortschritte
hr: Offline napredak
nl: Lokale Progressie
sl: Brez povezave napredek
ta: இணைப்பில்லாத முன்னேற்றம்

source: Offline saved progress
de: Offline gespeicherte Fortschritte
hr: Offline spremljeni napredak
nl: Lokaal opgeslagen voortgang
sl: Shranjen napredek brez povezave
ta: இணைப்பில்லாத முன்னேற்றத்தை சேமித்தது

source: OK
hr: U redu
sl: V redu
ta: சரி

source: Open
sl: Odpri
ta: திற

source: Open Downloads
de: Öffne Downloads
hr: Otvorena preuzimanja
sl: Odpri prenose
ta: பதிவிறக்கங்களைத் திறந்த

# openProjectLink
source: Audiobookshelf/Server
hr: Audiobookshelf/Poslužitelj
sl: Audiobookshelf/strežnik
ta: ஆடியோபூக்செல்ஃப்/சேவையகம்

source: Own Stats
de: Eigene Statistik
hr: Vlastita statistika
nl: Eigen Statistieken
sl: Lastna statistika
ta: சொந்த புள்ளிவிவரங்கள்

source: Password
de: Passwort
hr: Lozinka
nl: Wachtwoord
sl: Geslo
ta: கடவுச்சொல்

source: Pause
hr: Pauza
nl: Pauseer
sl: Pavza
ta: இடைநிறுத்தம்

source: Personalized Library
de: Personalisiert
hr: Personalizirana knjižnica
nl: Gepersonaliseerde Bibliotheek
sl: Osebna knjižnica
ta: தனிப்பயனாக்கப்பட்ட நூலகம்

source: Play
de: Wiedergabe
hr: Reproduciraj
nl: Afspelen
sl: Predvajaj
ta: விளையாடுங்கள்

source: Play History
de: Wiedergabeverlauf
hr: Povijest reprodukcije
nl: Afspeelgeschiedenis
sl: Zgodovina predvajanj
ta: வரலாறு விளையாடுங்கள்

source: Play next episode
de: Spiele nächste Episode
hr: Pusti sljedeću epizodu
nl: Speel volgende episode af
sl: Predvajaj naslednjo epizodo
ta: அடுத்த அத்தியாயத்தை விளையாடுங்கள்

# playbackSpeed
source: Speed
de: Geschwindigkeit
hr: Brzina
nl: Snelheid
sl: Histrost
ta: வேகம்

source: Player
hr: Reproduktor
nl: Speler
sl: Predvajalnik
ta: வீரர்

source: Player Settings
de: Playereinstellungen
hr: Postavke reproduktora
sl: Nastavitve predvajalnika
ta: பிளேயர் அமைப்புகள்

# pleaseCheckInternet
source: Please check your internet connection and try again.
de: Bitte überprüfe deine Internetverbindung und versuche es erneut.
hr: Molimo provjeri svoju internet vezu i pokušaj ponovno.
nl: Controleer je internetverbinding en probeer het opnieuw.
sl: Preverite internetno povezavo in poskusite znova.
ta: உங்கள் இணைய இணைப்பை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.

source: Port
nl: Poort
sl: Vrata
ta: துறைமுகம்

source: Previous
de: Vorherige
sl: Prejšnje
ta: முந்தைய

source: Previous Chapter
de: Vorheriges Kapitel
hr: Prethodno poglavlje
nl: Vorige Hoofdstuk
sl: Prejšnje poglavje
ta: முந்தைய அத்தியாயம்

source: Progress
de: Fortschritt
hr: Napredak
nl: Progressie
sl: Napredek
ta: முன்னேற்றம்

# progressAsChaptersDescription
source: Enable this option to display progress in the player and notifications on a per-chapter basis. If disabled, progress will be shown based on the entire item.
de: Aktiviere diese Option, um den Fortschritt im Player kapitelweise anzuzeigen. Wenn diese Option deaktiviert ist, wird der Fortschritt basierend auf dem gesamten Element angezeigt.
hr: Omogućite ovu opciju za prikaz napretka u reproduktoru i obavijesti po poglavljima. Ako je onemogućeno, napredak će se prikazivati na temelju cijele stavke.
nl: Activeer deze functie om de voortgang per hoofdstuk in de speler te laten zien. Als deze functie is uitgeschakeld zal de totale voortgang worden laten zien.
sl: Omogočite to možnost za prikaz napredka v predvajalniku in obvestil za posamezno poglavje. Če je onemogočeno, bo napredek prikazan glede na celoten element.
ta: ஒரு அத்தியாயம் அடிப்படையில் பிளேயரில் முன்னேற்றத்தையும் அறிவிப்புகளையும் காட்ட இந்த விருப்பத்தை இயக்கவும். முடக்கப்பட்டால், முழு உருப்படியின் அடிப்படையில் முன்னேற்றம் காண்பிக்கப்படும்.

# progressNum
source: Current Progress: {progress} %
de: Aktueller Fortschritt: {progress} %
hr: Trenutni napredak: {progress} %
nl: Huidige Voortgang: {progress} %
sl: Trenutni napredek: {progress} %
ta: தற்போதைய முன்னேற்றம்: {progress} %

source: Publisher
de: Herausgeber
hr: Izdavač
nl: Uitgever
sl: Izdajatelj
ta: வெளியீட்டாளர்

source: Read less
de: Weniger lesen
hr: Pročitaj manje
sl: Preberi manj
ta: குறைவாகப் படியுங்கள்

source: Read more
de: Mehr lesen
hr: Pročitaj više
sl: Preberi več
ta: மேலும் வாசிக்க

source: Recent Series
de: Neue Serien
hr: Nedavne serije
nl: Recente Series
sl: Nedavne serije
ta: அண்மைக் கால தொடர்

source: Recently Added
de: Neu hinzugefügt
hr: Nedavno dodano
nl: Recentelijk Toegevoegd
sl: Nedavno dodano
ta: அண்மைக் காலத்தில் சேர்க்கப்பட்டது

source: Report an issue
de: Einen Fehler melden
hr: Prijavi problem
nl: Rapporteer een issue
sl: Prijavite težavo
ta: ஒரு சிக்கலைப் புகாரளிக்கவும்

source: Restart Required
de: Neustart erforderlich
hr: Potreban je ponovno pokretanje
sl: Potreben je ponovni zagon
ta: மறுதொடக்கம் தேவை

# restartRequiredDescription
source: Please restart the app to apply the changes.
de: Bitte starte die App neu, um diese Änderung zu speichern.
hr: Molimo ponovno pokreni aplikaciju kako bi primijenili promjene.
nl: Herstart de applicatie om de aanpassingen toe te passen.
sl: Za uveljavite sprememb, prosim znova zaženite aplikacijo.
ta: மாற்றங்களைப் பயன்படுத்த பயன்பாட்டை மறுதொடக்கம் செய்யுங்கள்.

source: Retry
hr: Ponovi
nl: Probeer opnieuw
sl: Poskusite znova
ta: மீண்டும் முயற்சிக்கவும்

source: Rewind
de: Zurückspulen
hr: Premotaj
nl: Spoel terug
sl: Previjanje nazaj
ta: முன்னாடி

source: Rewind Seconds
de: Sekunden zurückspulen
hr: Premotajte unatrag (sekunde)
sl: Sekunde previjanja nazaj
ta: வினாடிகள் முன்னாடி

# rewindSecondsDescription
source: Set the number of seconds to skip backward when the rewind button is pressed.
de: Lege die Anzahl der Sekunden fest, die beim Drücken der Rückspultaste zurückgesprungen werden sollen.
hr: Postavi broj sekundi za preskakanje unatrag kad se pritisne tipka za premotavanje unatrag.
nl: Zet het aantal seconden om terug te spoelen wanneer de terugspoelknop is ingedrukt.
sl: Nastavite število sekund za preskok nazaj, ko pritisnete gumb za previjanje nazaj.
ta: ரிவைண்ட் பொத்தானை அழுத்தும்போது பின்தங்கிய நிலையில் தவிர்க்க விநாடிகளின் எண்ணிக்கையை அமைக்கவும்.

source: Search
de: Suchen
hr: Traži
nl: Zoek
sl: Iskanje
ta: தேடல்
