Repository: Vito0912/abs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: de, hr, nl, sl, ta

source: Search disabled
de: Suche ist deaktiviert
hr: Pretraživanje onemogućeno
sl: Iskanje je onemogočeno
ta: முடக்கப்பட்டதைத் தேடுங்கள்

source: Seek
de: Spulen
hr: Pomicanje
sl: Iskanje
ta: தேடுங்கள்

source: Sequence
de: Reihenfolge
hr: Slijed
nl: Sequentie
sl: Zaporedje
ta: வரிசை

source: Series
de: Serien
hr: Serija
sl: Serije
ta: தொடர்

# serverAdressContinue
source: Enter your server address to continue
de: Gib eine Serveradresse ein, um fortzufahren
sl: Za nadaljevanje vnesite naslov strežnika
ta: தொடர உங்கள் சேவையக முகவரியை உள்ளிடவும்

source: Server Selection
de: Serverauswahl
hr: Odabir poslužitelja
nl: Server Selectie
sl: Izbira strežnika
ta: சேவையக தேர்வு

source: Settings
de: Einstellungen
hr: Postavke
nl: Instellingen
sl: Nastavitve
ta: அமைப்புகள்

# shakeResetTimer
source: Shake to reset sleep timer
de: Schütteln um Sleeptimer zurückzusetzten
hr: Protresi za resetiranje tajmera za spavanje
nl: Schud om timer te resetten
sl: Stresi za ponastavitev časovnika za spanje
ta: ச்லீப் டைமரை மீட்டமைக்க குலுக்கவும்

source: Share Open
de: Freigegeben
hr: Podijeli otvoreno
sl: Odpri skupno rabo
ta: திறந்த பகிர்ந்து கொள்ளுங்கள்

source: Show
de: Zeigen
hr: Prikaži
nl: Toon
sl: Prikaži
ta: காட்டு

source: Show Account Switcher
de: Kontowechsler anzeigen
sl: Pokaži preklopnik računov
ta: கணக்கு ச்விட்சர் காட்டு

# showAccountSwitcherDescription
source: Enable this option to add an icon button to the app bar for quick account switching. This will reduce the size of the app bar.
de: Aktiviere diese Option, um der App-Leiste eine Symbolschaltfläche für den schnellen Userwechsel hinzuzufügen.
sl: Omogočite to možnost, če želite v vrstico z aplikacijami dodati gumb z ikonami za hitro preklapljanje med računi. To bo zmanjšalo velikost vrstice aplikacij.
ta: விரைவான கணக்கு மாறுவதற்கு பயன்பாட்டு பட்டியில் படவுரு பொத்தானைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும். இது பயன்பாட்டு பட்டியின் அளவைக் குறைக்கும்.

source: Show Media Type
hr: Prikaži vrstu medija
nl: Laat Media Types Zien
sl: Prikaži vrsto medija
ta: ஊடக வகையைக் காட்டு

# showMediaTypeDescription
source: Displays the media type badges at the bottom of each item.
hr: Na dnu svake stavke prikazuje oznaku vrste medija.
nl: Weergeeft de mediatype badge onderaan elke item.
sl: Prikaže značke vrste medija na dnu vsakega elementa.
ta: ஒவ்வொரு பொருளின் அடிப்பகுதியில் மீடியா வகை பேட்ச்களைக் காட்டுகிறது.

# showProgressPerChapters
source: Show Progress per Chapter
de: Zeige Fortschritt pro Kapitel
hr: Prikaži napredak po poglavlju
nl: Laat het Voortgang per Hoofdstuk zien
sl: Prikaži napredek po poglavjih
ta: அத்தியாயத்திற்கு முன்னேற்றத்தைக் காட்டு

source: Sign Out
de: Abmelden
hr: Odjavi se
nl: Uitloggen
sl: Odjava
ta: விடுபதிகை

source: Size
de: Größe
hr: Veličina
nl: Grootte
sl: Velikost
ta: அளவு

source: Sleep Timer
hr: Tajmer za spavanje
sl: Časovnik za spanje
ta: தூக்க நேரங்குறிகருவி

source: Sort
de: Sortieren
hr: Sortiranje
nl: Sorteer
sl: Razvrsti
ta: வரிசைப்படுத்து

# sortSeriesAsc
source: Sort Series in Ascending Order
de: Sortiere Serien Aufsteigend
hr: Sortiraj serije u rastućem redoslijedu
nl: Sorteer series in Oplopende Volgorde
sl: Razvrsti serije v naraščajočem vrstnem redu
ta: ஏறுவரிசை வரிசையில் தொடரை வரிசைப்படுத்தவும்

source: Stats
de: Statistiken
hr: Statistika
nl: Statistieken
sl: Statistike
ta: புள்ளிவிவரங்கள்

source: Stop
de: Stopp
hr: Zaustavi
sl: Ustavi
ta: நிறுத்து

source: Stop Player Until Sync
de: Pausiere Player bis Sync
hr: Zaustavi reprodukciju dok se ne sinkronizira
nl: Stop Speler tot Synchronisatie is afgerond
sl: Ustavi predvajalnik do sinhronizacije
ta: ஒத்திசைவு வரை பிளேயரை நிறுத்துங்கள்

# stopPlayerWhileSyncingDescription
source: Enable this option to prevent the player from starting until the most recent playback position has been synced. This ensures that playback resumes from the correct position. If disabled, the playback position may change shortly after starting, potentially leading to data loss. Turning this on helps conserve data usage.
de: Aktiviere diese Option, um zu verhindern, dass der Player startet, bevor die letzte Wiedergabeposition synchronisiert wurde. Dies stellt sicher, dass die Wiedergabe an der richtigen Stelle fortgesetzt wird. Wenn diese Option deaktiviert ist, kann sich die Wiedergabeposition kurz nach dem Start ändern, was möglicherweise zu Datenverlust führen kann. Das Aktivieren dieser Option hilft, den Datenverbrauch zu reduzieren.
hr: Omogući ovu opciju kako bi spriječili pokretanje reproduciranje dok se ne sinkronizira najnovija pozicija reprodukcije. To osigurava da se reprodukcija nastavi s ispravnog položaja. Ako je onemogućeno, položaj reprodukcije može se promijeniti ubrzo nakon pokretanja, što može dovesti do gubitka podataka. Uključivanje ove funkcije pomaže u štednji podataka.
nl: Activeer deze functie om de speler pas te laten spelen als de meest recente voortgangspositie is gesynchroniseerd. Dit zorgt ervoor dat de correcte afspeelpositie wordt gebruikt. Als deze functie is uitgeschakeld kan de afspeelpositie veranderen, wat kan leiden tot extra data gebruik. Deze functie zorgt voor data besparing.
sl: Omogočite to možnost, da preprečite zagon predvajalnika, dokler ni sinhroniziran zadnji položaj predvajanja. To zagotavlja, da se predvajanje nadaljuje s pravilnega položaja. Če je onemogočeno, se lahko položaj predvajanja spremeni kmalu po začetku, kar lahko povzroči izgubo podatkov. Vklop te možnosti pomaga ohraniti porabo podatkov.
ta: மிக அண்மைக் கால பின்னணி நிலை ஒத்திசைக்கப்படும் வரை வீரர் தொடங்குவதைத் தடுக்க இந்த விருப்பத்தை இயக்கவும். பிளேபேக் சரியான நிலையில் இருந்து மீண்டும் தொடங்குவதை இது உறுதி செய்கிறது. முடக்கப்பட்டால், தொடங்கிய உடனேயே பிளேபேக் நிலை மாறக்கூடும், இது தரவு இழப்புக்கு வழிவகுக்கும். இதை இயக்குவது தரவு பயன்பாட்டைப் பாதுகாக்க உதவுகிறது.

source: Success
de: Erfolgreich
hr: Uspješno
sl: Uspeh
ta: செய்

source: Sync
de: Syncronisation
hr: Sinkronizacija
nl: Synchroniseer
sl: Sinhronizacija
ta: ஒத்திசைவு

# syncInterval
source: Sync Interval (seconds)
de: Sync Interval (Sekunden)
hr: Interval sinkronizacije (sekunde)
nl: Synchronisatie Interval (seconden)
sl: Interval sinhronizacije (sekunde)
ta: ஒத்திசைவு இடைவெளி (விநாடிகள்)

# syncIntervalDescription
source: Specifies how often the app should sync with the server. Please restart the app for the changes to take effect.
de: Gibt an, wie oft die App mit dem Server synchronisiert werden soll. Bitte starte die App neu, damit die Änderungen wirksam werden.
hr: Specificira koliko često aplikacija se treba sinkronizirati s poslužiteljem. Molimo ponovno pokreni aplikaciju da bi promjene stupile na snagu.
nl: Specificeert hoevaak de applicatie moet synchroniseren met de server. Herstart de applicatie om de verandering toe te passen.
sl: Določa, kako pogosto naj se aplikacija sinhronizira s strežnikom. Znova zaženite aplikacijo, da bodo spremembe začele veljati.
ta: பயன்பாடு எவ்வளவு அடிக்கடி சேவையகத்துடன் ஒத்திசைக்க வேண்டும் என்பதைக் குறிப்பிடுகிறது. மாற்றங்கள் நடைமுறைக்கு வரும் பயன்பாட்டை மறுதொடக்கம் செய்யுங்கள்.

source: Sync only via WiFi
de: Nur über WiFi synchronisieren
hr: Sinkronizacija samo putem WiFi-ja
nl: Synchroniseer alleen via WiFi
sl: Sinhroniziraj samo prek WiFi
ta: வைஃபை வழியாக மட்டுமே ஒத்திசைக்கவும்

source: Tags
de: Schlagwörter
hr: Oznake
sl: Oznake
ta: குறிச்சொற்கள்

# timeRemainingNum
source: Time Remaining: {time}
de: Übrige Zeit: {time}
hr: Preostalo vrijeme: {time}
nl: Tijd Resterend: {time}
sl: Preostali čas: {time}
ta: மீதமுள்ள நேரம்: {time}

# timerText
source: {time} min
ta: {time} மணித்துளி

source: Title
de: Titel
hr: Naslov
nl: Titel
sl: Naslov
ta: தலைப்பு

source: Today
de: Heute
hr: Danas
nl: Vandaag
sl: Danes
ta: இன்று

source: Top Authors
hr: Topi autori
nl: Top Auteurs
sl: Top avtorji
ta: சிறந்த ஆசிரியர்கள்

source: Top Genres
hr: Top žanrovi
sl: Top žanri
ta: சிறந்த வகைகள்

source: Total Audio Tracks
hr: Ukupno audio zapisa
nl: Totale Audiotracks
sl: Skupaj zvočnih posnetkov
ta: மொத்த ஆடியோ தடங்கள்

source: Total Authors
hr: Ukupno autora
nl: Totaal aantal Auteurs
sl: Skupno avtorjev
ta: மொத்த ஆசிரியர்கள்

source: Total Duration
hr: Ukupno trajanje
nl: Totale Duratie
sl: Skupna dolžina
ta: மொத்த காலம்

source: Total Genres
hr: Ukupno žanrova
nl: Totaal aantal Genres
sl: Skupno žanrov
ta: மொத்த வகைகள்

source: Total Items
hr: Ukupno stavki
nl: Totaal aantal Items
sl: Skupno elementov
ta: மொத்த உருப்படிகள்

source: Total size
hr: Ukupna veličina
nl: Totale hoeveelheid opslag
sl: Skupna velikost
ta: மொத்த அளவு

source: Total time listened
de: Gesamthörzeit
hr: Ukupno vrijeme slušanja
nl: Totale tijd geluisterd
sl: Skupni čas poslušanja
ta: மொத்த நேரம் கேட்டது

source: Try Again
de: Erneut versuchen
hr: Pokušaj ponovno
sl: Poskusi znova
ta: மீண்டும் முயற்சிக்கவும்

source: Unknown
de: Unbekannt
hr: Nepoznato
nl: Onbekend
sl: Neznano
ta: தெரியவில்லை

source: Unknown Title
de: Unbekannter Titel
sl: Neznani naslov
ta: தெரியாத தலைப்பு

source: Updated At
de: Aktualisiert am
sl: Posodobljeno ob
ta: இல் புதுப்பிக்கப்பட்டது

source: User
de: Benutzer
hr: Korisnik
nl: Gebruiker
sl: Uporabnik
ta: பயனர்

source: Username
de: Nutzername
hr: Korisničko ime
nl: Gebruikersnaam
sl: Uporabniško ime
ta: பயனர்பெயர்

# usernameOrPasswordNotEmpty
source: Username and password cannot be empty
de: Der Nutzername und das Passwort dürfen nicht leer sein
sl: Uporabniško ime in geslo ne smeta biti prazna
ta: பயனர்பெயர் மற்றும் கடவுச்சொல் காலியாக இருக்க முடியாது

source: View Bookmarks
hr: Pogledaj oznake
sl: Ogled zaznamkov
ta: புக்மார்க்குகளைக் காண்க

source: View Chapters
de: Kapitel anzeigen
hr: Pogledaj poglavlja
sl: Ogled poglavij
ta: அத்தியாயங்களைக் காண்க

source: View on GitHub
de: Auf GitHub ansehen
hr: Pogledajte na GitHubu
nl: Bekijk op GitHub
sl: Ogled na GitHub
ta: கிட்அப்பைக் காண்க

# waitTillRedirect
source: Please wait for redirect to /init. You are currently not logged in.
de: Bitte warte bis du weitergeleitet wirst. Du bist aktuell nicht eingeloggt.
hr: Molimo pričekaj preusmjeravanje na /init. Trenutno nisi prijavljen.
sl: Počakajte na preusmeritev na /init. Trenutno niste prijavljeni.
ta: /Init க்கு திருப்பி விடுங்கள். நீங்கள் தற்போது உள்நுழையவில்லை.

# waitingForDownload
source: Waiting for download to start
de: Warten auf den Beginn des Downloads
hr: Čekam da preuzimanje započne
nl: Wachten op het starten van de download
sl: Čakam na začetek prenosa
ta: பதிவிறக்கம் தொடங்க காத்திருக்கிறது

source: Year
de: Jahr
sl: Leto
ta: ஆண்டு

# dateFormatHourShort
source: {count}h
sl: {count}u

source: Filepath
de: Dateipfad
hr: Putanja datoteke
nl: Bestands locatie
sl: Pot datoteke

source: An unknown error occurred
hr: Došlo je do nepoznate pogreške
nl: Een onbekende fout is voorgekomen

source: Connection error
hr: Pogreška veze
nl: Verbindingsfout

source: Enable Subdirectory
hr: Omogući podmapu

source: Invalid credentials
hr: Nevažeće vjerodajnice
nl: Ongeldige gegevens

source: LOGIN
hr: PRIJAVA

# requiredFields
source: Please fill all required fields
hr: Molimo ispuni sva potrebna polja
nl: Vul alle benodigde velden in

source: Server Address
hr: Adresa poslužitelja

source: Server not found
hr: Poslužitelj nije pronađen
nl: Server niet gevonden

source: Subdirectory
hr: Podmapa
