Repository: Vito0912/abs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: de, hr, nl, sl, ta

source: Add a New User
de: Füge einen Nutzer hinzu
hr: Dodaj novog korisnika
nl: Voeg een Nieuwe Gebruiker toe
sl: Dodaj novega uporabnika
ta: புதிய பயனரைச் சேர்க்கவும்

source: Add User
de: Benutzer hinzufügen
hr: Dodaj korisnika
nl: Voeg een Gebruiker toe
sl: Dodaj uporabnika
ta: பயனரைச் சேர்க்கவும்

source: Added
hr: Dodano
nl: Toegevoegd
sl: Dodano
ta: சேர்க்கப்பட்டது

source: Advanced
hr: Napredno
sl: To je naslov za zavihek z "naprednimi" nastavitvami
ta: மேம்பட்ட

source: Aggressive Caching
de: Aggressives Caching
hr: Agresivno predmemoriranje
sl: Agresivno predpomnjenje
ta: வன்கவர்வு கேச்சிங்

# aggressiveCachingDescription
source: When enabled, the app will enable more aggressive caching. This includes caching routes that might contain data needing regular updates, such as fetching the progress of all items. In these cases, the last known position will be used unless you specifically open and request a single item. These routes will have a shorter cache duration.
de: Wenn aktiviert, verwendet die App ein intensiveres Caching. Dazu gehört das Zwischenspeichern von Routen, die möglicherweise Daten enthalten, die regelmäßig aktualisiert werden müssen, wie etwa der Fortschritt aller Elemente. In diesen Fällen wird die zuletzt bekannte Position verwendet, es sei denn, du öffnest und aktualisierst ein einzelnes Element gezielt. Diese Routen haben eine kürzere Cache-Dauer.
hr: Kada je omogućena, aplikacija će omogućiti agresivnije predmemoriranje. To uključuje predmemoriranje ruta koje mogu sadržavati podatke koji zahtijevaju redovita ažuriranja, poput dohvaćanja napretka svih stavki. U tim slučajevima koristit će se posljednja poznata pozicija osim ako ne otvorite i ne zatražite samo jednu stavku. Te rute imat će kraće trajanje predmemorije.
sl: Ko je omogočena, bo aplikacija omogočila bolj agresivno predpomnjenje. To vključuje poti predpomnjenja, ki lahko vsebujejo podatke, ki jih je treba redno posodabljati, na primer pridobivanje napredka vseh elementov. V teh primerih bo uporabljen zadnji znani položaj, razen če posebej odprete in zahtevate en element. Te poti bodo imele krajše trajanje predpomnilnika.
ta: இயக்கப்பட்டால், பயன்பாடு மிகவும் ஆக்ரோசமான தற்காலிக சேமிப்பிற்கு உதவும். எல்லா பொருட்களின் முன்னேற்றத்தையும் பெறுவது போன்ற வழக்கமான புதுப்பிப்புகள் தேவைப்படும் தரவைக் கொண்டிருக்கக்கூடிய கேச்சிங் வழிகள் இதில் அடங்கும். இந்த சந்தர்ப்பங்களில், நீங்கள் குறிப்பாக ஒரு உருப்படியைத் திறந்து கோராவிட்டால் கடைசியாக அறியப்பட்ட நிலை பயன்படுத்தப்படும். இந்த வழிகளில் குறுகிய கேச் காலம் இருக்கும்.

source: All Downloads
de: Alle Downloads
hr: Sva preuzimanja
nl: Alle Downloads
sl: Vsi prenosi
ta: அனைத்து பதிவிறக்கங்களும்

source: AMOLED Mode
de: AMOLED Modus
hr: AMOLED način rada
nl: AMOLED Modus
sl: AMOLED način
ta: Amoled பயன்முறை

source: Ascending
de: Aufsteigend
hr: Uzlazno
sl: Naraščajoče
ta: ஏறுதல்

source: Attribution
de: Anerkennungen
hr: Pripisivanje
sl: Pripisovanje
ta: பண்புக்கூறு

source: Author
de: Autor
hr: Autor
nl: Auteur
sl: Avtor
ta: நூலாசிரியர்

source: Authors
de: Autoren
hr: Autori
nl: Auteurs
sl: Avtorji
ta: ஆசிரியர்கள்

source: Back
de: Zurück
hr: Natrag
sl: Nazaj
ta: பின்

source: Book Cover
de: Buch Cover
sl: Naslovnica knjige
ta: புத்தக அட்டை

source: Boost loading
de: Ladezeiten senken
hr: Pojačano učitavanje
sl: Pohitri nalaganje
ta: ஏற்றுதல் அதிகரிக்கும்

# boostLoadingDescription
source: When this feature is enabled, the app effectively bypasses real-time caching. It will always attempt to fetch the latest data from the server while using cached data to load content immediately. Once the updated data is retrieved, it replaces the old cache, ensuring that the most recent data is displayed the next time you load the app. As a result, you will always see the data from one fetch cycle behind the server's current data.
de: Wenn aktiviert, umgeht die App effektiv das Real-Time-Caching. Sie versucht stets, die neuesten Daten vom Server abzurufen, während zwischengespeicherte Daten genutzt werden, um Inhalte sofort zu laden. Sobald die aktualisierten Daten abgerufen sind, ersetzen sie den alten Cache, sodass beim nächsten Laden der App die aktuellsten Daten angezeigt werden. Dadurch siehst du immer die Daten aus einem Abrufzyklus hinter den neuesten Serverdaten. Dafür lädt der Inhalt schneller.
hr: Kada je ova značajka omogućena, aplikacija učinkovito zaobilazi predmemoriranje u stvarnom vremenu. Uvijek će pokušati dohvatiti najnovije podatke s poslužitelja dok koristi predmemorirane podatke za trenutno učitavanje sadržaja. Nakon što se ažurirani podaci dohvate, vraća se stara predmemorija, osiguravajući da se najnoviji podaci prikažu sljedeći put kad pokrenete aplikaciju. Kao rezultat toga, uvijek ćete vidjeti podatke iz jednog ciklusa dohvaćanja iza trenutnih podataka poslužitelja.
sl: Ko je ta funkcija omogočena, aplikacija učinkovito zaobide predpomnjenje v realnem času. Vedno bo poskušala pridobiti najnovejše podatke s strežnika, medtem ko bo uporabila predpomnjene podatke za takojšnje nalaganje vsebine. Ko so posodobljeni podatki pridobljeni, zamenjajo stari predpomnilnik in zagotovijo, ko naslednjič naložite aplikacijo, da so prikazani najnovejši podatki. Posledično boste vedno videli podatke iz enega cikla pridobivanja za trenutnimi podatki strežnika.
ta: இந்த நற்பொருத்தம் இயக்கப்பட்டால், பயன்பாடு நிகழ்நேர கேச்சிங்கை திறம்பட புறக்கணிக்கிறது. உள்ளடக்கத்தை உடனடியாக ஏற்றுவதற்கு தற்காலிக சேமிப்பு தரவைப் பயன்படுத்தும் போது சேவையகத்திலிருந்து அண்மைக் கால தரவைப் பெற இது எப்போதும் முயற்சிக்கும். புதுப்பிக்கப்பட்ட தரவு மீட்டெடுக்கப்பட்டதும், இது பழைய தற்காலிக சேமிப்பை மாற்றுகிறது, அடுத்த முறை நீங்கள் பயன்பாட்டை ஏற்றும்போது மிக அண்மைக் கால தரவு காட்டப்படும் என்பதை உறுதி செய்கிறது. இதன் விளைவாக, சேவையகத்தின் தற்போதைய தரவின் பின்னால் ஒரு பெறும் சுழற்சியில் இருந்து தரவை நீங்கள் எப்போதும் காண்பீர்கள்.

# boostLoadingSubtitle
source: Please read the description to understand this feature.
de: Bitte lese die Beschreibung um dieses Feature zu verstehen.
sl: Prosim preberite opis, da boste lažje razumeli to funkcijo.
ta: இந்த அம்சத்தைப் புரிந்துகொள்ள விளக்கத்தைப் படியுங்கள்.

source: Caching
hr: Predmemoriranje
sl: Predpomnjenje
ta: கேச்சிங்

# cachingHeader
source: Caching
hr: Predmemoriranje
sl: Predpomnjenje
ta: கேச்சிங்

source: Cancel
de: Abbrechen
hr: Otkaži
sl: Prekliči
ta: ரத்துசெய்

source: Car Player
de: Auto Player
hr: Reproduktor za auto
nl: Auto Speler
sl: Avto predvajalnik
ta: கார் பிளேயர்

source: Change Library
de: Bibliothek wechseln
hr: Promijeni knjižnicu
nl: Verander de Bibliotheek
sl: Spremeni knjižnico
ta: நூலகத்தை மாற்றவும்

source: Chapters
de: Kapitel
sl: Poglavja
ta: பாடங்கள்

source: Chapters ({num})
de: Kapitel ({num})
hr: Poglavlja ({num})
nl: Hoofdstuk ({num})
sl: Poglavja ({num})
ta: அத்தியாயங்கள் ({num})

source: Clear Cache
de: Cache leeren
hr: Očisti predmemoriju
nl: Verwijder cache
sl: Počisti predpomnilnik
ta: தெளிவான தற்காலிக சேமிப்பு

source: Close
de: Schließen
hr: Zatvori
nl: Sluiten
sl: Zapri
ta: மூடு

source: Collapse Series
de: Serien einklappen
hr: Sažmi seriju
nl: Minimaliseer Series
sl: Strni serije
ta: சரிவு தொடர்

# collapseSeriesDescription
source: When enabled, items in a series will be grouped together in the library view, displaying only a single item to represent the entire series.
de: Wenn aktiviert, werden Elemente einer Serie in der Bibliotheksansicht zusammengefasst und es wird nur ein einzelnes Element angezeigt, das die gesamte Serie repräsentiert.
sl: Ko je omogočeno, bodo elementi v seriji združeni skupaj v pogledu knjižnice, pri čemer bo prikazan samo en element, ki predstavlja celotno serijo.
ta: இயக்கப்பட்டால், ஒரு தொடரில் உள்ள உருப்படிகள் நூலகக் காட்சியில் ஒன்றாக தொகுக்கப்படும், இது முழுத் தொடரையும் குறிக்க ஒரே ஒரு உருப்படியைக் காண்பிக்கும்.

source: Consecutive days
de: Aufeinanderfolgende Tage
hr: Uzastopni dani
nl: Aaneengesloten dagen
sl: Zaporedni dnevi
ta: தொடர்ச்சியான நாட்கள்

source: Continue Listening
de: Weiter hören
hr: Nastavi slušati
nl: Hervat
sl: Nadaljujte s poslušanjem
ta: தொடர்ந்து கேட்பது

source: Continue Series
de: Serie weiter hören
hr: Nastavi seriju
nl: Vervolg Series
sl: Nadaljuj serijo
ta: தொடரைத் தொடரவும்

source: Copy
hr: Kopiraj
sl: Kopiraj
ta: நகலெடு

# copyAnonymous
source: Copy (Try removed personal data)
hr: Kopiraj i pokušaj sakriti osjetljive informacije
sl: Kopiraj (poskusi skriti občutljive informacije)
ta: நகலெடு (அகற்றப்பட்ட தனிப்பட்ட தரவை முயற்சிக்கவும்)

source: Copy logs
hr: Kopirani zapisi
nl: Kopieer logs
sl: Kopiraj dnevnike
ta: பதிவுகளை நகலெடுக்கவும்

# copyLogsDescription
source: Important: Clicking 'Copy' will transfer all currently displayed logs to your clipboard, including data recorded since the app was started or last cleared. These logs may contain sensitive information such as tokens, usernames, emails, and server URLs. Be cautious about where you paste this information!\nIf you choose 'Copy and Attempt to Hide Sensitive Information,' the app will try to mask items like tokens, usernames, emails, and server URLs. However, you are responsible for reviewing the logs to ensure all personal data is fully removed.
hr: Važno: Klikom na 'Kopiraj' prenijeti ćeš sve trenutno prikazane zapise u svoj međuspremnik, uključujući podatke zabilježene od pokretanja ili zadnjeg čišćenja aplikacije. Ti zapisi mogu sadržavati osjetljive informacije poput tokena, korisničkih imena, e-mailova i URL-ova poslužitelja. Budi oprezan gdje lijepiš te informacije!\nAko odabereš 'Kopiraj i pokušaj sakriti osjetljive informacije', aplikacija će pokušati prikriti stavke poput tokena, korisničkih imena, e-mailova i URL-ova poslužitelja. Međutim, odgovoran si za pregled zapisa kako bi osigurali da su svi osobni podaci potpuno uklonjeni.
nl: Belangrijk: Bij het clicken op 'Kopieer' worden alle logs naar je clipboard gekopieerd, waaronder de data die is opgeslagen sinds de applicatie voor het laatst is gestart of gecleared. Deze logs kunnen gevoelige informatie bevatten zoals: tokens, gebruikersnamen, email adressen en server URLs. Ben voorzichtig waar je deze informatie plakt.\n Als je 'Kopieer zonder gevoelige informatie' selecteerd zal de applicatie proberen tokens, gebruikersnamen, emails en server URLs te verbergen. Echter ben je zelf verantwoordelijk om de logs te controleren op gevoelige informatie.
sl: Pomembno: Če kliknete »Kopiraj«, boste vse trenutno prikazane dnevnike prenesli v odložišče, vključno s podatki, zabeleženimi od zagona ali zadnjega brisanja aplikacije. Ti dnevniki lahko vsebujejo občutljive podatke, kot so žetoni, uporabniška imena, e-poštna sporočila in URL-ji strežnikov. Bodite previdni, kam boste prilepili te podatke!\nČe izberete »Kopiraj in poskusi skriti občutljive informacije«, bo aplikacija poskušala prikriti elemente, kot so žetoni, uporabniška imena, e-poštna sporočila in URL-ji strežnikov. Vendar ste odgovorni za pregled dnevnikov, da zagotovite, da so vsi osebni podatki v celoti odstranjeni.
ta: முக்கியமானது: 'நகல்' என்பதைக் சொடுக்கு செய்தால், தற்போது காட்டப்படும் அனைத்து பதிவுகளையும் உங்கள் கிளிப்போர்டுக்கு மாற்றும், இதில் பயன்பாடு தொடங்கப்பட்டதிலிருந்து பதிவுசெய்யப்பட்ட தரவு உட்பட அல்லது கடைசியாக அழிக்கப்பட்டது. இந்த பதிவுகளில் டோக்கன்கள், பயனர்பெயர்கள், மின்னஞ்சல்கள் மற்றும் சேவையக முகவரி கள் போன்ற முக்கியமான தகவல்கள் இருக்கலாம். இந்த தகவலை நீங்கள் எங்கு ஒட்டுகிறீர்கள் என்பதில் எச்சரிக்கையாக இருங்கள்! \n நீங்கள் 'நகலெடுத்து முக்கியமான தகவல்களை மறைக்க முயற்சிக்கிறீர்கள்' என்பதைத் தேர்வுசெய்தால், பயன்பாடு டோக்கன்கள், பயனர்பெயர்கள், மின்னஞ்சல்கள் மற்றும் சேவையக முகவரி கள் போன்ற உருப்படிகளை மறைக்க முயற்சிக்கும். இருப்பினும், அனைத்து தனிப்பட்ட தரவுகளும் முழுமையாக அகற்றப்படுவதை உறுதிசெய்ய பதிவுகளை மதிப்பாய்வு செய்வதற்கு நீங்கள் பொறுப்பு.

source: Create
hr: Stvori
sl: Ustvari
ta: உருவாக்கு

source: Create Bookmark
hr: Stvorij oznaku
nl: Creeer Bladwijzer
sl: Ustvari zaznamek
ta: புத்தகக்குறியை உருவாக்கவும்

# createBookmarkTitle
source: Create bookmark
hr: Stvori oznaku
nl: Creeer bladwijzer
sl: Ustvari zaznamek
ta: புத்தகக்குறியை உருவாக்கவும்

source: Current Downloads
de: Aktuell heruntergeladen
hr: Trenutna preuzimanja
nl: Huidige Downloads
sl: Trenutni prenosi
ta: தற்போதைய பதிவிறக்கங்கள்

# currentPositionNum
source: Current Position: {position}
de: Aktuelle Position: {position}
hr: Trenutna pozicija: {position}
sl: Trenutni položaj: {position}
ta: தற்போதைய நிலை: {position}

source: Dark Mode
de: Dunkler Modus
hr: Tamni način rada
nl: Donkere Modus
sl: Temni način
ta: இருண்ட முறை

# dateFormatDay
source: {count, plural, one {{count} day} other {{count} days}}
de: {count, plural, one {{count} Tag} other {{count} Tage}}
sl: {count, plural, one {{count} dan} other {{count} dni}}
ta: {எண்ணிக்கை, பன்மை, ஒன்று {{count} நாள்} மற்ற {{count} நாட்கள்}}

# dateFormatDayHour
source: {days, plural, one {{days} day} other {{days} days}} {hours, plural, one {{hours} hour} other {{hours} hours}}
de: {days, plural, one {{days} Tag} other {{days} Tage}} {hours, plural, one {{hours} Stunde} other {{hours} Stunden}}
sl: {days, plural, one {{days} dan} other {{days} dni}} {hours, plural, one {{hours} ura} other {{hours} ur}}
ta: {நாட்கள், பன்மை, ஒன்று {{days} நாள்} மற்ற {{days} நாட்கள்}} {மணிநேரம், பன்மை, ஒன்று {{hours} மணிநேரம்} பிற {{hours} மணிநேரம்}}

# dateFormatDayHourMinute
source: {days, plural, one {{days} day} other {{days} days}} {hours, plural, one {{hours} hour} other {{hours} hours}} {minutes, plural, one {{minutes} minute} other {{minutes} minutes}}
de: {days, plural, one {{days} Tag} other {{days} Tage}} {hours, plural, one {{hours} Stunde} other {{hours} Stunden}} {minutes, plural, one {{minutes} Minute} other {{minutes} Minuten}}
hr: {days, plural, one {{days} dan} other {{days} dana}} {hours, plural, one {{hours} sat} other {{hours} sati}} {minutes, plural, one {{minutes} minuta} other {{minutes} minuta}}
sl: {days, plural, one {{days} dan} other {{days} dni}} {hours, plural, one {{hours} ura} other {{hours} ur}} {minutes, plural, one {{minutes} minuta} other {{minutes} minut}}
ta: {நாட்கள், பன்மை, ஒன்று {{days} நாள்} மற்ற {{days} நாட்கள்}} {மணிநேரம், பன்மை, ஒன்று {{hours} மணிநேரம்} மற்ற {{hours} மணிநேரம்}} {நிமிடங்கள், பன்மை, ஒன்று {{minutes} நிமிடம்} பிற {{minutes} நிமிடங்கள்}}

# dateFormatDayHourMinuteSecond
source: {days, plural, one {{days} day} other {{days} days}} {hours, plural, one {{hours} hour} other {{hours} hours}} {minutes, plural, one {{minutes} minute} other {{minutes} minutes}} {seconds, plural, one {{seconds} second} other {{seconds} seconds}}
de: {days, plural, one {{days} Tag} other {{days} Tage}} {hours, plural, one {{hours} Stunde} other {{hours} Stunden}} {minutes, plural, one {{minutes} Minute} other {{minutes} Minuten}} {seconds, plural, one {{seconds} Sekunde} other {{seconds} Sekunden}}
hr: {days, plural, one {{days} dan} other {{days} dana}} {hours, plural, one {{hours} sat} other {{hours} sati}} {minutes, plural, one {{minutes} minuta} other {{minutes} minuta}} {seconds, plural, one {{seconds} sekunda} other {{seconds} sekundi}}
sl: {days, plural, one {{days} dan} other {{days} dni}} {hours, plural, one {{hours} ura} other {{hours} ur}} {minutes, plural, one {{minutes} minuta} other {{minutes} minut}} {seconds, plural, one {{seconds} sekunda} other {{seconds} sekund}}
ta: {நாட்கள், பன்மை, ஒன்று {{days} நாள்} மற்ற {{days} நாட்கள்}} {மணிநேரம், பன்மை, ஒன்று {{hours} மணிநேரம்} மற்ற {{hours} மணிநேரம்}} {நிமிடங்கள், பன்மை, ஒன்று {{minutes} நிமிடம்} பிற {{minutes} நிமிடங்கள்}} {விநாடிகள், பன்மை, ஒரு {{seconds} இரண்டாவது} பிற {{seconds} விநாடிகள்}}

# dateFormatDayHourMinuteSecondShort
source: {days}d {hours}h {minutes}m {seconds}s
hr: {days}d {hours}s {minutes}m {seconds}sec
sl: {days}d {hours}u {minutes}m {seconds}s
ta: {days} டி {hours} h {minutes} m {seconds} s

# dateFormatDayHourMinuteShort
source: {days}d {hours}h {minutes}m
hr: {days}d {hours}s {minutes}m
sl: {days}d {hours}u {minutes}m
ta: {days} டி {hours} h {minutes} மீ

# dateFormatDayHourShort
source: {days}d {hours}h
sl: {days}d {hours}u
ta: {days} டி {hours} h

# dateFormatDayShort
source: {count}d
ta: {count} டி

# dateFormatHour
source: {count, plural, one {{count} hour} other {{count} hours}}
de: {count, plural, one {{count} Stunde} other {{count} Stunden}}
sl: {count, plural, one {{count} ura} other {{count} ur}}
ta: {எண்ணிக்கை, பன்மை, ஒன்று {{count} மணிநேரம்} மற்ற {{count} மணிநேரம்}}

# dateFormatHourMinute
source: {hours, plural, one {{hours} hour} other {{hours} hours}} {minutes, plural, one {{minutes} minute} other {{minutes} minutes}}
de: {hours, plural, one {{hours} Stunde} other {{hours} Stunden}} {minutes, plural, one {{minutes} Minute} other {{minutes} Minuten}}
hr: {hours, plural, one {{hours} sat} other {{hours} sati}} {minutes, plural, one {{minutes} minuta} other {{minutes} minuta}}
sl: {hours, plural, one {{hours} ura} other {{hours} ur}} {minutes, plural, one {{minutes} minuta} other {{minutes} minut}}
ta: {மணிநேரம், பன்மை, ஒன்று {{hours} மணிநேரம்} மற்ற {{hours} மணிநேரம்}} {நிமிடங்கள், பன்மை, ஒன்று {{minutes} நிமிடம்} பிற {{minutes} நிமிடங்கள்}}

# dateFormatHourMinuteSecond
source: {hours, plural, one {{hours} hour} other {{hours} hours}} {minutes, plural, one {{minutes} minute} other {{minutes} minutes}} {seconds, plural, one {{seconds} second} other {{seconds} seconds}}
de: {hours, plural, one {{hours} Stunde} other {{hours} Stunden}} {minutes, plural, one {{minutes} Minute} other {{minutes} Minuten}} {seconds, plural, one {{seconds} Sekunde} other {{seconds} Sekunden}}
hr: {hours, plural, one {{hours} sat} other {{hours} sati}} {minutes, plural, one {{minutes} minuta} other {{minutes} minuta}} {seconds, plural, one {{seconds} sekunda} other {{seconds} sekundi}}
sl: {hours, plural, one {{hours} ura} other {{hours} ur}} {minutes, plural, one {{minutes} minuta} other {{minutes} minut}} {seconds, plural, one {{seconds} sekunda} other {{seconds} sekund}}
ta: {மணிநேரம், பன்மை, ஒன்று {{hours} மணிநேரம்} மற்ற {{hours} மணிநேரம்}} {நிமிடங்கள், பன்மை, ஒன்று {{minutes} நிமிடம்} பிற {{minutes} நிமிடங்கள்}} {வினாடிகள், பன்மை, ஒன்று {{seconds} இரண்டாவது} பிற {{seconds} விநாடிகள்}}

# dateFormatHourMinuteSecondShort
source: {hours}h {minutes}m {seconds}s
hr: {hours}s {minutes}m {seconds}sec
sl: {hours}u {minutes}m {seconds}s
ta: {hours} h {minutes} m {seconds} கள்

# dateFormatHourMinuteShort
source: {hours}h {minutes}m
hr: {hours}s {minutes}m
sl: {hours}u {minutes}m
ta: {hours} h {minutes} மீ

# dateFormatMinute
source: {count, plural, one {{count} minute} other {{count} minutes}}
de: {count, plural, one {{count} Minute} other {{count} Minuten}}
hr: {count, plural, one {{count} minuta} other {{count} minuta}}
sl: {count, plural, one {{count} minuta} other {{count} minut}}
ta: {எண்ணிக்கை, பன்மை, ஒன்று {{count} நிமிடம்} மற்ற {{count} நிமிடங்கள்}}

# dateFormatMinuteSecond
source: {minutes, plural, one {{minutes} minute} other {{minutes} minutes}} {seconds, plural, one {{seconds} second} other {{seconds} seconds}}
de: {minutes, plural, one {{minutes} Minute} other {{minutes} Minuten}} {seconds, plural, one {{seconds} Sekunde} other {{seconds} Sekunden}}
hr: {minutes, plural, one {{minutes} minuta} other {{minutes} minuta}} {seconds, plural, one {{seconds} sekunda} other {{seconds} sekundi}}
sl: {minutes, plural, one {{minutes} minuta} other {{minutes} minut}} {seconds, plural, one {{seconds} sekunda} other {{seconds} sekund}}
ta: {நிமிடங்கள், பன்மை, ஒன்று {{minutes} நிமிடம்} மற்ற {{minutes} நிமிடங்கள்}} {விநாடிகள், பன்மை, ஒன்று {{seconds} இரண்டாவது} பிற {{seconds} விநாடிகள்}}

# dateFormatMinuteSecondShort
source: {minutes}m {seconds}s
hr: {minutes}m {seconds}sec
ta: {minutes} m {seconds} கள்

# dateFormatMinuteShort
source: {count}m
ta: {count} மீ

# dateFormatSecond
source: {count, plural, one {{count} second} other {{count} seconds}}
de: {count, plural, one {{count} Sekunde} other {{count} Sekunden}}
hr: {count, plural, one {{count} sekunda} other {{count} sekundi}}
sl: {count, plural, one {{count} sekunda} other {{count} sekund}}
ta: {எண்ணிக்கை, பன்மை, ஒன்று {{count} இரண்டாவது} மற்ற {{count} விநாடிகள்}}

# dateFormatSecondShort
source: {count}s
ta: {count} கள்

source: Days listened
de: Tage gehört
hr: Dana slušanja
nl: Dagen geluisterd
sl: Dnevi poslušanja
ta: நாட்கள் கேட்டன

source: Debug Logs
de: Entwickler Logs
hr: Debug logovi
sl: Dnevniki razhroščevanja
ta: பிழைத்திருத்த பதிவுகள்

source: Delete Selected
de: Lösche auswahl
hr: Obriši odabrano
nl: Verwijder Selectie
sl: Izbriši izbrano
ta: தேர்ந்தெடுக்கப்பட்டதை நீக்கு

source: Descending
de: Absteigend
hr: Silazno
nl: Afdalend
sl: Padajoče
ta: இறங்கு

source: Description
de: Beschreibung
hr: Opis
nl: Beschrijving
sl: Opis
ta: விவரம்

# deviceInfo
source: Device: {device} OS: {os} App Version: {version}
de: Gerät: {device} OS: {os} App Version: {version}
hr: Uređaj: {device} OS: {os} Verzija aplikacije: {version}
nl: Apparaat: {device} OS: {os} Applicatie Versie: {version}
sl: Naprava: {device} OS: {os} Različica aplikacije: {version}
ta: சாதனம்: {device} OS: {os} பயன்பாட்டு பதிப்பு: {version}

source: Disable skipping chapters
hr: Onemogući preskakanje poglavlja
nl: Schakel het overslaan van hoofdstukken uit
sl: Onemogoči preskakovanje poglavij
ta: ச்கிப்பிங் அத்தியாயங்களை முடக்கு

# disableSkippingChaptersDescription
source: This will disable the ability to skip chapters from OUTSIDE the application (e.g., via a headset or notification controls). Enable this if you want your headphones to use fast-forward and rewind functions instead of skipping chapters.
hr: To će onemogućiti mogućnost preskakanja poglavlja izvan aplikacije (npr. putem slušalica ili kontrola obavijesti). Uključi ovo ako želiš da tvoje slušalice koriste funkcije premotavanja unaprijed i unatrag umjesto preskakanja poglavlja.
nl: Deze functie schakelt de mogelijkheid om hoofdstukken over te slaan buiten de applicatie om uit (e.g. via een hoofdtelefoon of bij notificatie controls). Schakel deze functie in om aan de hand van hoofdtelefoons vooruit en teruguit te kunnen spoelen.
sl: To bo onemogočilo možnost preskakovanja poglavij ZUNAJ aplikacije (npr. prek slušalk ali kontrolnikov za obvestila). Omogočite to, če želite, da vaše slušalke uporabljajo funkciji za hitro previjanje naprej in nazaj, namesto da preskakujejo poglavja.
ta: இது பயன்பாட்டிற்கு வெளியில் இருந்து அத்தியாயங்களைத் தவிர்க்கும் திறனை முடக்கும் (எ.கா., எட்செட் அல்லது அறிவிப்புக் கட்டுப்பாடுகள் வழியாக). அத்தியாயங்களைத் தவிர்ப்பதற்குப் பதிலாக உங்கள் எட்ஃபோன்கள் வேகமாக முன்னோக்கி மற்றும் முன்னாடி செயல்பாடுகளைப் பயன்படுத்த விரும்பினால் இதை இயக்கவும்.

source: Disable Vibration
hr: Onemogući vibraciju
nl: Schakel Vibraties uit
sl: Onemogoči vibriranje
ta: அதிர்வுகளை முடக்கவும்

source: Disabled
de: Deaktiviert
hr: Onemogućeno
nl: Uitgeschakeld
sl: Onemogočeno
ta: முடக்கப்பட்டது

source: Discover
de: Entdecken
hr: Otkrij
nl: Ontdek
sl: Odkrij
ta: கண்டுபிடி

source: Domain or IP
de: Serveradresse oder IP
hr: Domena ili IP
nl: Domein of IP
sl: Domena ali IP
ta: டொமைன் அல்லது ஐபி

source: Download complete
de: Herunterladen abgeschlossen
hr: Preuzimanje završeno
nl: Download kompleet
sl: Prenos končan
ta: முழுமையான பதிவிறக்கம்

# downloadCompleteBody
source: Download of {displayName} complete
de: Herunterladen von {displayName} abgeschlossen
hr: Preuzimanje {displayName} završeno
nl: De download van {displayName} is kompleet
sl: Prenos {displayName} je končan
ta: {displayName} முழுமையான பதிவிறக்க
